<?php

return [
    'header' => [
        'register_now' => 'سجل الان',
        'date' => '٠٤ - ٠٦ اكتوبر ٢٠٢٣',
        'location' => 'مسقط، سلطنة عمان',
    ],
    'hero' => [
        'main_title' => 'أكتوبر العمران',
        'sub_title' => 'أسبوع العمران الخليجي الاول',
        'description' => 'يعد أسبوع الإسكان الخليجي الأول مؤتمرًا رئيسيًا في اكتوبر العمران، ويركز على تعزيز التنمية الحضرية المستدامة وحلول الإسكان في منطقة الخليج. يجمع هذا الحدث المسؤولين الحكوميين ومخططي المدن والمتخصصين في مجال العقارات والأكاديميين لاستكشاف موضوعات مثل الإسكان المستدام والقدرة على تحمل التكاليف والمدن الذكية والاستثمار واللوائح. وهو بمثابة منصة للابتكار والتعاون، مما يؤدي إلى إحداث تغيير إيجابي في التوسع الحضري في منطقة الخليج.',
        'speakers' => 'متحدثين',
        'people_attending' => 'الحضور',
        'venue' => 'القاعة',
        'location' => 'موقع',
        'ocec' => 'OCEC',
        'muscat' => 'مسقط'
    ],
    'sponsors' => [
        'title' => 'الرعاية الحالية لورش العمل والمتحدثين لدينا.'
    ],
    'subjects' => [
        'planning' => 'التخطيط',
        'planning_description' => 'يستهدف محور التخطيط العمراني مواضيع تحسين المُدن والحياة الحضرية من حيث التصميم العمراني وتأثير السلوك الإنساني على التخطيط العمراني  وتكامل السياسات القطاعية لتنميةٍ حضرية مُستدامة.',
        'housing' => 'الاسكان',
        'housing_description' => 'سيتم مُناقشة مجموعة من المواضيع كإستدامة قطاع الإسكان من حيث المساكن المُستدامة والتنمية الحضرية المُتكاملة، وأثر تخطيط الأحياء على التفاعل المجتمعي وحلول التمويل المستدام في الاسكان.',
        'resilience' => 'مرونة المدن',
        'resilience_description' => 'يناقش هذا المحور الاستراتيجية العمرانية حول الأنواء المناخية وسياسات التصدّي والاستعداد والاستجابة للحالات المدارية الاستثنائية.  كما يُناقش طرق الحد من تأثير الأنواء المناخية على التجمّعات السكّانية، واجراءات وخُطط استراتيجية للتكيّف مع تأثيرات التغيّر المناخي على النطاق العمراني.',
        'school' => 'مستقبل المباني المدرسية',
        'school_description' => 'يتناول المحور ملائمة تصميم المبنى المدرسي والمعايير والاشتراطات الواجب توافرها في المبنى المدرسي وتوفير الخدمات الصحية والتعليمية ، ويستعرض أيضًا العوامل المؤثرة في اختيار الموقع المدرسي وتصميم بيئة تعليمية مُلهمة ومبتكرة.',

    ],
    'speakers' => [
        'title' => 'المتحدثون',
        'description' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد.'
    ],
    'flash_back' => [
        'title' => 'اكتوبر العمران ٢٠٢٢',
        'description' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد '
    ],
    'schedule' => [
        'title' => 'جدولنا الزمني الذي يمتد لثلاثة أيام مليء بالعباقرة المبدعين.',
        'description' => 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد '
    ],
    'news_letter' => [
        'title' => 'ابقى على اطلاع',
        'description' => '"احصل على تحديثات حول جميع فعالياتنا وكن أول من يتم إعلامك عند طرح التذاكر للبيع.',
        'cta_text' => 'اشترك في النشرة الإخبارية ↓',
        'email' => 'البريد الإلكتروني',
        'button' => 'سجل الان'
    ],
    'footer' => [
        'copy_right' => 'جميع الحقوق محفوظة © لأكتوبر العمران ٢٠٢٣',
    ],
    'activities' => [
        'title' => 'الفعاليات'
    ],
    'registration' => [
        'title' => 'التسجيل',
        'description' => "لا تتردد، سجل الآن واغتنم هذه الفرصة الرائعة قبل أن تضيع منك!",
        'fullname' => 'الإسم الثلاثي',
        'country' => 'البلد',
        'organization' => 'المؤسسـة',
        'profession' => 'المسمى الوظيفي',
        'contact_number' => 'رقم التواصل',
        'email' => 'البريد الإلكتروني',
        'button_text' => 'سجل الأن',
    ],
    'validation' => [
        'required' => 'هذا الحقل الإلزامي',
        'string' => 'هذا الحقل يجب يكون نص',
        'integer' => 'هذا الحقل يجب ان يكون رقم',
        'email' => 'هذا الحقل يجب ان يكون بريد الإلكتروني',
        'success' => 'تم تسجيلك بنجاح',
        'unique' => 'هذا الحقل مسجل بالفعل.',
    ],
    'mail' => [
        'registration' => [
            'subject' => 'مرحبًا بك في اكتوبر العمران',
            'content' => "
            مرحبًا: :fullname
            لقد حان موعد اكتوبر العمران، نحن في انتظاركم لمشاركتنا! /n
            التاريخ : ٢٩ - ٣١ اكتوبر ٢٠٢٣ n/
           /n الموقع: مركز عمان للمعارض
            n/ استعد لمغامرة عمرانية لا مثيل لها! لدينا متحدثون رائعون وجلسات تفاعلية عديدة.
            لديك اي استفسارات؟ تواصل معنا على info@urbanoct.com /n
            نراكم قريبًا في معرض اكتوبر العمران. /n
            تحياتنا،/n
            فريق اكتوبر العمران،"
        ]
    ]
];

